jorgebucaran/fisher
jethrokuan/z
patrickf1/fzf.fish
IlanCosman/tide@v5
jorgebucaran/replay.fish
kobanyan/pet-completions
otms61/fish-pet
Jomik/fish-gruvbox
jorgebucaran/autopair.fish
